DROP TABLE IF EXISTS `bi_bbs`;
CREATE TABLE `bi_bbs` (
`id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
`type` smallint(1) unsigned NOT NULL,
`UID` int(8) NOT NULL,
`title` varchar(40) NOT NULL,
`content` BLOB(600) NOT NULL,
`imgs` varchar(150),
`is_ding` smallint(1) NOT NULL DEFAULT 0,
`is_good` smallint(1) NOT NULL DEFAULT 0,
`ans_num` int(4) NOT NULL DEFAULT 0,
`CTIME` varchar(11) NOT NULL,
PRIMARY KEY (`id`)
)DEFAULT CHARSET =utf8;

-- ----------------------------
-- id:晒奖id
-- type:1=游戏交流，2=兑奖，3=问题反馈，4=公告
-- UID:用户id
-- title：标题
-- content:内容，1000字以下
-- imgs:评论中使用的图片，以“:”作为分隔符,最多6张,每张图片格式=“m_(大图)/s_(小图) + 用户id + 上传时间 + 单次上传图像编号 + 图片后缀”；后期考虑优化
-- is_ding:是否置顶
-- is_good:是否置精
-- CTIME:创建时间
-- ----------------------------
INSERT INTO `bi_bbs` VALUES ('1','1','1873372', '等候多时的iPad Air （16GB 银色）终于到手咯', '这么多年的坚持没有白费啊！注册PC还是5年前当时还在读小学，现在读职高，不知不觉支持PC蛋蛋这么多年了~(≧▽≦)/~', '18733721400473645.jpg:18733721400473665.jpg:18733721400473689.jpg','0','0','5','1400473645');
INSERT INTO `bi_bbs` VALUES ('2','2','1873542','我的充电宝到手了', '玩pc蛋蛋也有六年了，第一次兑换实物奖品好激动，感谢pc蛋蛋提供了这个平台。我会一直支持下去！经过我努力终于得到了回报。', '18733721400473645.jpg:18733721400473730.jpg:18733721400473755.jpg','1','0','2','1400473645');
INSERT INTO `bi_bbs` VALUES ('3','3','1254845','哈哈，我终于换到大奖了', '测试测试测试测试测试测试的发生了打法和搜到发生的', '18733721400473645.jpg:18733721400473665.jpg:18733721400473689.jpg:18733721400473710.jpg','1','0','1','1400473645');
INSERT INTO `bi_bbs` VALUES ('4','4','10086','关于账号安全维护的说明', '这里是账号安全的所有说明，所有的系统消息将通过此处发布', '','1','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('5','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('6','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('7','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('8','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('9','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','0','0','3','1400473645');
INSERT INTO `bi_bbs` VALUES ('10','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('11','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('12','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','2','1400473645');
INSERT INTO `bi_bbs` VALUES ('13','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','1','0','50','1400473645');
INSERT INTO `bi_bbs` VALUES ('14','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','0','1400473645');
INSERT INTO `bi_bbs` VALUES ('15','1','1873373','关于账号安试试的说明', '这里是账号安全的所有说明，所有的系统消阿斯达水电费处发布', '','0','0','35','1400473645');
INSERT INTO `bi_bbs` VALUES ('16','1','1873374','关于账试试安全维护的说明', '这里是账号安全的所有说明阿斯蒂芬系统消息将通过此处发布', '','0','0','0','1400473645');