DROP TABLE IF EXISTS `bi_pc310`;
CREATE TABLE `bi_pc310` (
  `id` int(8) unsigned NOT NULL AUTO_INCREMENT,
  `game_name` varchar(20) NOT NULL,
  `guest` varchar(20),
  `main` varchar(20),
  `game_time` varchar(12) NOT NULL,
  `game_result` varchar(1),
  `all_down` int(6) unsigned,
  `all_eggs` int(15) unsigned,
  `open_people` int(5) unsigned,
  `result_mode` int(1) unsigned,
  `result_0` int(10) unsigned,
  `result_1` int(10) unsigned,
  `result_2` int(10) unsigned,
  `game_desc` varchar(300),
  `CTIME` int(11) unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

INSERT INTO `bi_pc310` VALUES ('12260', '巴西世界杯小组赛', '巴西','墨西哥','06-18 04:00','','652','1022323734','0','2','15845','532142','0','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','');
INSERT INTO `bi_pc310` VALUES ('12261', '巴西世界杯小组赛', '巴西','墨西哥','06-18 06:00','','542','2222322415','0','2','1584525','532124541','0','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。援。','');
INSERT INTO `bi_pc310` VALUES ('12262', '巴西世界杯小组赛', '巴西','墨西哥','06-18 07:00','','254','3222323720','0','3','15845','521542','532142','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。够的支援。','');
INSERT INTO `bi_pc310` VALUES ('12263', '巴西世界杯小组赛', '巴西','墨西哥','06-17 09:00','','452','1252323300','0','2','15845','532142','0','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','');
INSERT INTO `bi_pc310` VALUES ('12264', '巴西世界杯小组赛', '巴西','墨西哥','06-18 02:00','','254','2102323724','0','3','15845','521511','532142','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','');
INSERT INTO `bi_pc310` VALUES ('12265', '巴西世界杯小组赛', '俄罗斯','韩国','06-18 05:00','','238','554555320','0','2','1584554','535552142','0','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','');
INSERT INTO `bi_pc310` VALUES ('12308', '13/14赛季NBA季后赛', '巴西','墨西哥','06-18 05:00','1','5241','252355424','5622','2','15845','0','532142','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','1400473645');
INSERT INTO `bi_pc310` VALUES ('12251', '巴西世界杯小组赛', '马刺','热火','06-18 05:00','1','542','2525452724','452','2','15845','0','532142','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','1400473645');
INSERT INTO `bi_pc310` VALUES ('12309', '13/14赛季NBA季后赛', '巴西','克罗地亚','06-19 02:00','1','5421','252322424','254','2','15845','0','532142','鏖战近120分钟，众星云集的阿根廷才在加时赛艰难的战胜平民球队瑞士，梅西在终场之前的一次妙传让迪玛利亚得分，也让萨贝拉的球队避免了一次点球大战。球王马拉多纳在赛后批评了国家队的表现，他认为这支阿根廷队踢得很糟糕，缺乏速度，太多传中球，并且头号球星梅西缺少队友足够的支援。','1400473645');
INSERT INTO `bi_pc310` VALUES ('12252', '巴西世界杯小组赛', '马刺','热火','06-18 02:30','0','2415','25232724','542','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12253', '巴西世界杯小组赛', '墨西哥','喀麦隆','06-15 02:00','0','2102','365323724','854','2','15845','532142','0','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12254', '巴西世界杯小组赛', '西班牙','荷兰','06-15 02:50','1','1201','654323724','487','2','15845','532142','0','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12255', '巴西世界杯小组赛', '智利','澳大利亚','06-17 03:00','1','954','25232541','688','2','15845','532142','0','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12256', '巴西世界杯小组赛', '哥伦比亚','希腊','06-17 05:00','1','458','252323651','355','2','15845','532142','0','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12257', '巴西世界杯小组赛', '乌拉圭','哥斯达黎加','06-16 09:00','0','245','152323722','154','2','15845','532142','0','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12297', '巴西世界杯小组赛', '英格兰','意大利','06-16 05:00','0','854','262323733','325','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12298', '巴西世界杯小组赛', '科特迪瓦','日本','06-18 04:00','1','542','252323322','1121','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12258', '巴西世界杯小组赛', '法国','洪都拉斯','06-18 04:00','3','874','252322233','2415','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12259', '巴西世界杯小组赛', '瑞士','厄瓜多尔','06-18 01:00','3','452','262323344','1254','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12310', '13/14赛季NBA季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12311', '13/14测试', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12312', '13/14测水水水水', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12313', '13/14水水水水', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12314', '13/14谁谁谁赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12315', '13/14赛阿斯顿BA季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12316', '13/14赛爱死的v季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12317', '13/14赛季订单', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12318', '13/14赛季试试赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12319', '13/14赛 赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12320', '13/14赛季 赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12321', '13/14赛季NBA季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12322', '13/14赛季NBA季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','这是描述测试','1400473645');
INSERT INTO `bi_pc310` VALUES ('12323', '13/14赛季NBA季后赛', '热火','马刺','06-16 07:00','0','880','1016400973','368','2','15845','0','532142','','1400473645');
